[
  {
    "description": [
      "Asheer is a fantastic front-end developer to work with, he is able to quickly and concisely identify issues within product objectives, as well as ask for clarification regarding any open-ended project goals.",
      "He is timely, well organised, and able to communicate effectively with the client & team members. Not only he works on-time and to spec, he pays attention to improve the aesthetics of the site as well as the functionality. Throughout the entire process of SDLC he is responsive, and willing to work through issues as they arise.",
      "It’s obvious he takes tremendous pride in his work, and I wouldn’t hesitate to recommend Asheer for any open source or front end development or work with him again."
    ],
    "summary": "Asheer is a fantastic front-end developer to work with, he is able to quickly and concisely identify issues within product objectives, as well as ask for clarification regarding any open-ended project goals.",
    "author": {
      "name": "Nikhita Kale",
      "profile": "https://www.linkedin.com/in/nikhitakale"
    }
  },
  {
    "description": [
      "I worked with Asheer for more than 2 years and I can surely say that he is one of the most efficient, smart, intellectual people to work with.",
      "His amiable behaviour, positive approach towards the work and different viewing angle towards the problem and providing the resolution in a timely manner is something which I admire the most.",
      "The quality of work is impeccable and quick. He is one of the best resources that anyone could have."
    ],
    "summary": "I worked with Asheer for more than 2 years and I can surely say that he is one of the most efficient, smart, intellectual people to work with.",
    "author": {
      "name": "Avinash Pandey",
      "profile": "https://www.linkedin.com/in/-avinashpandey"
    }
  },
  {
    "description": [
      "Asheer has been one of the best seniors I had got in my workplace. Being a novice at the job, he proved to be a go to person who was always ready to listen and help solve the difficulties. His habit of attention to small small details and hard working nature proved to be a motivation for me as well. It’s been a great working experience with him."
    ],
    "summary": "Asheer has been one of the best seniors I had got in my workplace. Being a novice at the job, he proved to be a go to person who was always ready to listen and help solve the difficulties.",
    "author": {
      "name": "Pranjal Mahajan",
      "profile": "https://www.linkedin.com/in/pranjal-mahajan-9a898b121"
    }
  },
  {
    "description": [
      "Asheer has very good industry knowledge. He helps his colleagues whenever they are stuck and clears their doubts. He also has an eye for detail through which he is able to realize the designers idea onto the UI."
    ],
    "summary": "Asheer has very good industry knowledge. He helps his colleagues whenever they are stuck and clears their doubts.",
    "author": {
      "name": "Ajaya Kumar",
      "profile": "https://www.linkedin.com/in/ajaya-kumar-8615a0142"
    }
  },
  {
    "description": [
      "Asheer is an amazing engineer and person. He can build things quickly and with quality. Adapting to changes and solving challenges are some of his fortes."
    ],
    "summary": "Asheer is an amazing engineer and person. He can build things quickly and with quality. Adapting to changes and solving challenges are some of his fortes.",
    "author": {
      "name": "Santosh Viswanatham",
      "profile": "https://www.linkedin.com/in/isantoshv"
    }
  }
]
